{
  "hot_movies": [
    {
      "id": 1,
      "name": "PACIFIC RIM UPRISING",
      "path": "http://www.phimmoi.net/phim/sieu-dai-chien-thai-binh-duong-2-troi-day-6129/xem-phim.html",
      "image_src": "./images/1.jpg",
      "content": "Đại chiến Thái Bình Dương: Trỗi dậy là phim điện ảnh khoa học viễn tưởng của Mỹ năm 2018 do Steven S. DeKnight đạo diễn,với phần kịch bản được viết bởi DeKnight, Emily Carmichael, Kira Snyder và T.S.Nowlin."
    },
    {
      "id": 2,
      "name": "Beauty and the Beast",
      "path": "http://www.phimmoi.net/phim/nguoi-dep-va-quai-vat-i2-3879/",
      "image_src": "./images/2.jpg",
      "content": "Người đẹp và quái vật là một phim điện ảnh nhạc kịch kỳ ảo lãng mạn của Mỹ năm 2017 được đạo diễn bởi Bill Condon với phần kịch bản phim do Stephen Chbosky và Evan Spiliotopoulos thực hiện."
    },
    {
      "id": 3,
      "name": "Pirates of the Caribbean: Dead Men Tell No Tales",
      "path": "http://www.phimmoi.net/phim/cuop-bien-vung-caribbe-5-salazar-bao-thu-4280/",
      "image_src": "./images/3.jpg",
      "content": "Pirates of the Caribbean: Salazar báo thù là một phim điện ảnh anh hùng dân gian kỳ ảo của Mỹ năm 2017. Đây là phần phim thứ năm trong loạt phim Cướp biển vùng Caribbean và đồng thời cũng là phần tiếp nối của Cướp biển vùng Caribbean 4"
    }
  ],
  "tv_series": [
    {
      "id": 4,
      "name": "The Wonder Woman",
      "path": "http://www.phimmoi.net/phim/nu-than-chien-binh-wonder-woman-i1-4012/",
      "image_src": "./images/4.jpg",
      "content": "Wonder Woman khi đó nàng công chúa Diana của vùng Amazone rời hòn đảo quê nhà để khám phá thế giới và từng bước trở thành một trong những siêu anh hùng vĩ đại nhất thế giới. Dù không có sự xuất hiện của hai trai đẹp Batman Ben Affleck và Superman Henry Cavill nhưng Wonder Woman sẽ có sự tham gia của ngôi sao series Star Trek – Chris Pine."
    },
    {
      "id": 5,
      "name": "Jurassic World 2: Fallen Kingdom",
      "path": "http://www.phimmoi.net/phim/the-gioi-khung-long-2-vuong-quoc-sup-do-6506/",
      "image_src": "./images/5.jpg",
      "content": "4 năm sau thảm họa Công Viên kỷ Jura bị phá hủy bởi những con khủng long. Một vài con khủng long vẫn còn sống sót trong rừng trong khi Isla Nublar bị con người bỏ hoang. Owen (Chris Pratt) và Claire (Bryce Dallas Howard) đã tiến hành chiến dịch giải cứu những con khủng long còn sống sót khỏi sự tuyệt chủng khi ngọn núi lửa tại khu vực này bắt đầu hoạt động trở lại. Họ vô tình khám phá ra một âm mưu có thể khiến toàn bộ hành tinh đối mặt với một hiểm họa to lớn chưa từng thấy kể từ thời tiền sử."
    },
    {
      "id": 6,
      "name": "Ant-Man and the Wasp",
      "path": "http://www.phimmoi.net/phim/nguoi-kien-va-chien-binh-ong-6938/",
      "image_src": "./images/6.jpg",
      "content": "Sau trận nội chiến khốc liệt, Scott Lang – anh hùng Người Kiến với khả năng phóng to, thu nhỏ lại phải đối mặt với sự lựa chọn khó khăn trong cuộc sống đời thường: làm siêu anh hùng gánh vác những trách nhiệm nặng nề của thế giới hay làm một người cha có trách nhiệm. Trong lúc ấy, Scott được tiến sĩ Hank Pym và Hope Van Dyne – Chiến Binh Ong triệu tập để thực hiện một nhiệm vụ cấp bách mới. Scott sẽ phải mặc vào bộ áo Người Kiến một lần nữa và chiến đấu bên cạnh chiến binh ong để lật mở những bí ẩn trong quá khứ."
    },
    {
      "id": 7,
      "name": "Deadpool 2",
      "path": "http://www.phimmoi.net/phim/quai-nhan-deadpool-2-uncut-i2-5001/",
      "image_src": "./images/7.jpg",
      "content": "Deadpool là nhân vật phản anh hùng (anti-hero) cực kỳ được yêu thích trong vũ trụ Marvel. Bộ phim solo của anh khả ái dọn dẹp ngang trái vào năm 2016 đã thành công rực rỡ với doanh thu lên đến 783 triệu USD."
    },
    {
      "id": 8,
      "name": "Avengers 3: Infinity War",
      "path": "http://www.phimmoi.net/phim/biet-doi-sieu-anh-hung-3-cuoc-chien-vo-cuc-i2-3244/",
      "image_src": "./images/8.jpg",
      "content": "Sau chuyến hành trình độc nhất vô nhị không ngừng mở rộng và phát triển vụ trũ điện ảnh Marvel, bộ phim Avengers: Cuộc Chiến Vô Cực sẽ mang đến màn ảnh trận chiến cuối cùng khốc liệt nhất mọi thời đại. Biệt đội Avengers và các đồng minh siêu anh hùng của họ phải chấp nhận hy sinh tất cả để có thể chống lại kẻ thù hùng mạnh Thanos trước tham vọng hủy diệt toàn bộ vũ trụ của hắn."
    },
    {
      "id": 9,
      "name": "Black Panther",
      "path": "http://www.phimmoi.net/phim/chien-binh-bao-den-i2-5815/",
      "image_src": "./images/9.jpg",
      "content": "Vương quốc Wakanda, quê hương của Black Panther/ T'Challa hiện ra qua lời kể của một nhân chứng sống sót trở về. Đây là quốc gia khá khép kín và sở hữu lượng Vibranium lớn nhất trên thế giới. Black Panther - người cầm quyền của Wakanda sở hữu bộ áo giáp chống đạn và móng vuốt sắc nhọn, anh được miêu tả là “người tốt với trái tim nhân hậu”. "
    },
    {
      "id": 10,
      "name": "Spider-Man: Homecoming",
      "path": "http://www.phimmoi.net/phim/nguoi-nhen-tro-ve-nha-i14-4640/",
      "image_src": "./images/10.jpg",
      "content": "Tạm biệt hai franchise về thời sinh viên, Spider-Man: Homecoming sẽ lần đầu tiên đưa các khán giả đến với cuộc sống trung học của Peter Paker – siêu anh hùng Người Nhện. Liệu một cậu bé chưa trưởng thành sẽ làm thế nào để cân bằng cuộc sống bình thường và trách nhiệm của một anh hùng giải cứu thế giới."
    },
    {
      "id": 11,
      "name": "Furious / Legenda o Kolovrate",
      "path": "http://www.phimmoi.net/phim/de-che-bat-diet-7291/",
      "image_src": "./images/11.jpg",
      "content": "Đế Chế Bất Diệt đặt trong bối cảnh nước Nga vào giữa thế kỷ 13 Trung Cổ, bị phân chia thành các quân khu đang lần lượt thất thủ khi quân đội Mông Cổ dẫn đầu bởi tướng Bạt Đô hiện thực hóa giấc mộng bá chủ thế giới của Thành Cát Tư Hãn. Sợ hãi trước sức mạnh và sự tàn bạo của quân xâm lược, hầu hết các thái tử Nga đều xin hàng và giao nộp vùng đất của họ cho kẻ thù. Những kẻ xâm lược cướp bóc và đốt cháy các thành phố, nhuộm đất Nga bằng máu, cho đến khi một kiếm sĩ Ryazan Evpaty Kolovrat đứng lên ngăn chặn chúng. Kolovrat dẫn đầu một đội ngũ của hàng trăm chiến binh dũng cảm để trả thù cho gia đình thân yêu, cho dân tộc, và quê hương của anh."
    }
  ],
  "movies": [
    {
      "id": 12,
      "name": "The Meg",
      "path": "http://www.phimmoi.net/phim/ca-map-sieu-bao-chua-7013/",
      "image_src": "./images/12.jpg",
      "content": "Năm năm trước, khi thi hành nhiệm vụ, Jonas Taylor gặp phải một con cá mập khổng lồ khiến phân nửa thủy thủ đoàn bỏ mạng. Chẳng những bị cách chức, anh còn mất cả hôn nhân và danh dự. Không ai tin những gì anh kể lại về sinh vật kinh khủng ngoài sức tưởng tượng tưởng đã tuyệt chủng triệu năm về trước. Để rồi, khi chìm đắm trong nỗi sợ hãi và thất vọng, một lần nữa anh phải chiến đấu với nó để giải cứu vợ con mình."
    },
    {
      "id": 13,
      "name": "The Monkey King 3: Kingdom of Women",
      "path": "http://www.phimmoi.net/phim/tay-du-ky-3-nu-nhi-quoc-7501/",
      "image_src": "./images/13.jpg",
      "content": "Bốn thầy trò Tam Tạng (Phùng Thiệu Phong), Tôn Ngộ Không (Quách Phú Thành), Trư Bát Giới (Tiểu Thẩm Dương) và Sa Tăng (La Trọng Khiêm) du ngoạn cảnh sắc đồng thời vượt ải mỹ nhân tại Nữ Nhi Quốc của Nữ Vương (Triệu Lệ Dĩnh). Với kinh phí sản xuất lên tới hơn 1,500 tỷ VNĐ, phim hứa hẹn sẽ đem tới cho khán giả một bữa tiệc giải trí đầu xuân mãn nhãn và đầy ý nghĩa."
    },
    {
      "id": 14,
      "name": "Detective Conan Movie 22: Zero the Enforcer",
      "path": "http://www.phimmoi.net/phim/tham-tu-conan-movie-22-ke-hanh-phap-zero-6686/",
      "image_src": "./images/14.jpg",
      "content": "Conan Movie 22 xoay quanh nhân vật Tooru Zero Amuro và nghi vấn cảnh sát trưởng Kuroda là một trong những thành phần của tổ chức áo đen."
    },
    {
      "id": 15,
      "name": "Doraemon: Nobita's Treasure Island",
      "path": "http://www.phimmoi.net/phim/doraemon-nobita-va-dao-giau-vang-6750/",
      "image_src": "./images/15.jpg",
      "content": "Sau khi chạy thoát khỏi đám hải tặc, nhóm bạn Nobita tình cờ gặp cậu bé Flock trôi dạt trên biển cùng con vẹt robot tên Quiz. Flock vốn là một thợ cơ khí vừa trốn thoát khỏi tàu của lũ hải tặc, cậu biết được bí mật quan trọng của hòn đảo kho báu! Liệu Nobita cùng những người bạn có thể giải cứu Shizuka khỏi tay bè lũ hải tặc xấu xa và khám phá ra bí mật ẩn giấu trên hòn đảo kho báu đang ngủ yên hay không!?"
    },
    {
      "id": 16,
      "name": "Rampage",
      "path": "http://www.phimmoi.net/phim/sieu-thu-cuong-no-6374/",
      "image_src": "./images/16.jpg",
      "content": "Bộ phim kể về nhà sinh vật học Davis Okoye có mối liên kết khăng khít với George - một chú gorilla lưng bạc được anh chăm sóc từ nhỏ. Một thí nghiệm đột biến ngoài ý muốn đã làm biến đổi gorilla thành quái vật khổng lồ hung hăng. Gorilla cùng những sinh vật bị biến đổi khác đã tấn công con người và đẩy nhân loại đứng trước hiểm họa diệt vong. Liệu Davis Okoye sẽ làm gì để giành chiến thắng, không chỉ để ngăn chặn một thảm họa toàn cầu, mà còn để cứu gorilla đã từng là bạn tốt của mình?"
    },
    {
      "id": 17,
      "name": "Ready Player One",
      "path": "http://www.phimmoi.net/phim/dau-truong-ao-i1-6746/",
      "image_src": "./images/17.jpg",
      "content": "Ready Player One xoay quanh cuộc phiêu lưu của Wade Watts (do Tye Sheridan thủ vai). Phim lấy bối cảnh tại Columbus, Ohio năm 2045. Thế giới thực mà Wade đang sống là một nơi có sự phân hóa giàu nghèo rõ ràng. Chính vì vậy, hầu hết tất cả người dân sống tại đó, bao gồm cả Wade, đều hòa mình vào thế giới ảo mang tên OASIS."
    },
    {
      "id": 18,
      "name": "Transformers 5: The Last Knight",
      "path": "http://www.phimmoi.net/phim/robot-dai-chien-5-chien-binh-cuoi-cung-3855/",
      "image_src": "./images/18.jpg",
      "content": "Chiến Binh Cuối Cùng phá nát những huyền thoại cốt lõi của loạt phim Transformers, và tái định nghĩa thế nào là anh hùng. Con người và các Transformer đang có chiến tranh, Optimus Prime đã biến mất. Chìa khóa để cứu tương lai của chúng ta đang được chôn vùi trong những bí mật của quá khứ, trong lịch sử ẩn còn được giữ kín của các Transformer trên Trái Đất."
    },
    {
      "id": 19,
      "name": "Guardians of the Galaxy Vol. 2",
      "path": "http://www.phimmoi.net/phim/ve-binh-dai-ngan-ha-2-i2-4415/",
      "image_src": "./images/19.jpg",
      "content": "Guardians Of The Galaxy - Vệ binh dải ngân hà Phần 2 tiếp tục câu chuyện về bộ tứ huyền thoại của thiên hà. Lần này, cả nhóm sẽ bắt đầu cuộc phiêu lưu mới nhằm tìm ra bí ẩn thân thế của Star Lord – Peter Quill và viên Power Infinity Gem sở hữu sức mạnh vô song. Nhân vật anti-hero Yondu sẽ có vai trò quan trọng hơn nữa trong phần này, bên cạnh đó cô em gái Nebula của Gamora cũng sẽ trở lại."
    }
  ]
}
